{
  "type": "Article",
  "content": [
    {
      "type": "Section",
      "content": [
        {
          "type": "Heading",
          "level": 1,
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Introduction"
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "From the earliest stages of cellular differentiation to reproductive maturity, spatio-temporal regulation of developmental transitions plays an important role in biological success. In some cases, internal temporal rhythms are used to spatially organize a body plan. For example, in vertebrate embryos a molecular ‘segmentation clock’ acts at regular intervals to divide the developing body axis into discrete blocks of cells that later differentiate into individual somites ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). In plants, the regular spacing of lateral roots along the length of the primary root axis is controlled by a ‘root clock’ that generates a temporally oscillating developmental signal ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Thus in both plants and animals, internal body clocks can generate serially-repeated organs. These types of clocks are distinct from the circadian oscillator, the biological clock found in most eukaryotes and some prokaryotes ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Circadian clocks coordinate development on daily and seasonal time scales. In both plants and animals, the circadian clock can integrate environmental cues such as day length and temperature to time the transition to reproductive stages to the appropriate season ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). On a diel scale, the circadian clock can coordinate developmental processes with environmental transitions associated with the earth’s rotation, such as leaf movement in plants, eclosion in "
              }
            },
            {
              "type": "Emphasis",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Drosophila"
                  }
                }
              ]
            },
            {
              "type": "Text",
              "value": {
                "string": ", and conidiation in "
              }
            },
            {
              "type": "Emphasis",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Neurospora"
                  }
                }
              ]
            },
            {
              "type": "Text",
              "value": {
                "string": " ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). However, a role for the circadian clock in the spatial patterning of development has not previously been reported."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Circadian clocks in eukaryotes are cell-autonomous systems made up of transcriptional-translational feedback loops that create rhythms of gene expression to regulate biological timing. Circadian rhythms, biological processes regulated by the circadian clock, meet several fundamental criteria ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). First, they are stably entrained to environmental cues. Second, they persist in free running environmental conditions. Third, circadian rhythms are temperature compensated such that they maintain a uniform period over a range of ambient temperatures, in contrast to the general rule that the rate of enzymatic processes changes with temperature. In addition, the circadian clock gates certain biological processes so that responsiveness to environmental cues is time-of-day dependent. For example, studies in humans show the timing of drug treatment can be critical to creating an effective therapeutic response ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). A functioning circadian clock whose biological rhythms match that of the environment provides a fitness advantage for many organisms, including plants ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "), animals ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "), bacteria ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "), and fungi ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ")."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "One important way the circadian clock promotes fitness is by controlling timing of reproductive development, for example by allowing organisms to distinguish between the long and short days of different seasons. In plants, the circadian system mediates the effects of day length during the transition from vegetative to reproductive growth, usually referred to as flowering time ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). The circadian clock also regulates daily aspects of floral development, for example coordinating daily rhythms in scent emission and floral opening and closing with pollinator activity ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). In addition, the circadian clock is implicated in the uniform eastward orientation observed in mature sunflower plants; this eastward orientation was shown to enhance both male and female reproductive fitness ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ")."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Domesticated sunflower is an excellent model system to study the temporal regulation of floral development. Sunflowers are members of the Asteraceae, a highly successful family comprised of about 30,000 distinct species that are widely dispersed around the world ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Asteraceae are characterized by the arrangement of individual florets together in a complex, compressed inflorescence called the capitulum. Individual florets are arranged on the capitulum disk in spiral patterns, a classic type of phyllotaxis observed in many plants ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). These phyllotactic spirals, called parastichies, are generated by the precise specification of floral primordia, first at the outer rim and then moving into the center of the capitulum disk ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). In domesticated sunflower, specification of the hundreds or even thousands of floret primordia found on a single capitulum takes approximately 10-14 days ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "), followed approximately 20 days later by the onset of anthesis, or floral opening, of the first florets ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Anthesis of all florets on a capitulum head typically occurs over 5-10 days ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Intriguingly, the timing of anthesis does not follow the gradual and continuous pattern of development seen during specification of floret primordia on the developing capitulum ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Instead, discrete developmental boundaries are observed with obvious rings of florets at distinct stages of anthesis ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Each ring, or pseudowhorl, undergoes anthesis on successive days. While previous studies examined the effects of hormones and environmental factors on the timing of development of florets within a pseudowhorl ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "), the mechanisms governing the conversion of the continuous spiral pattern of development seen early in floral development ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ") to the ringlike patterns seen during anthesis ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ") have not been explored."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Here, we investigate the timing of floral organ development in various environmental conditions. We find that temperature-compensated daily rhythms in development of both male and female floral organs, and the formation of pseudowhorls, persist when flowers are maintained in constant environmental conditions in the absence of light. However, both daily rhythms in development and the formation of pseudowhorls are lost in constant light, with late-stage floret maturation occurring continuously along parastichies. Importantly, the effects of light on floret development are time-of-day-dependent. Together, these data indicate that late-stage floret development is regulated by the circadian clock. We propose that pseudowhorls are produced in response to an external coincidence mechanism, in which developmentally competent florets undergo reproductive transitions only when they receive environmental cues at the appropriate time of day. Our data thus suggest a role for the circadian clock in the spatial as well as temporal control of sunflower development."
              }
            }
          ]
        }
      ]
    },
    {
      "type": "Section",
      "content": [
        {
          "type": "Heading",
          "level": 1,
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Results"
              }
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "During anthesis the pattern of development changes from continuous to discrete"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "The phyllotactic spirals of florets, or parastichies, on sunflower capitula represent continuous age-gradients with the first-specified florets on the outside edge of the capitulum ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ") ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Each disc floret is an individual flower with an epigynous ovary that holds a corolla tube of fused petals ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Within the corolla tube is the fused anther tube, subtended by five filaments, collectively forming the stamen ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Finally, at the center of the floret is the style and stigma ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "), which we will together call the style. Although early floret development occurs continuously across the capitulum, anthesis does not. Local synchronization of floret development at this developmental stage converts the obvious spiral arrangement of florets on immature capitula into a ring-like pattern of pseudowhorls ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": " vs "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ")."
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Previous studies described daily patterns in sunflower floret anthesis, with a single floret releasing pollen the day before the stigma of this floret is receptive to pollen (Putt, 1940; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Before anthesis all reproductive organs are enclosed within the corolla tube ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). As anthesis begins, the corolla tubes of multiple florets within a pseudowhorl coordinately rise above the capitulum surface ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ") driven by ovary growth rather than expansion of the corolla ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Next, rapid elongation of anther filaments causes anther tube protrusion above the corolla ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ") ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). In this staminate stage of anthesis, pollen is released within the anther tube and is then pushed up and out by the rapid growth of the style through the anther tube soon after dawn ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Continued style elongation pushes the stigma beyond the anther tube to initiate the pistillate stage of anthesis ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). This plunger-style mechanism of pollen presentation is an ancestral feature of the Asteraceae family ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). The stigmas then unfold and become receptive to pollen the day after pollen release ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). The temporal and spatial separation between pollen release and stigma presentation in sunflowers promotes cross-fertilization across head ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ")."
                  }
                }
              ]
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Pseudowhorls are generated by synchronized, daily rhythms in floret development"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "To better understand the synchronization of anthesis within each pseudowhorl, we characterized the detailed temporal dynamics of late-stage floret development. Plants were maintained in light-dark cycles and constant temperature. Florets within a single pseudowhorl were dissected every 15 – 30 minutes over 24 hours and individual organ lengths measured. Ovary elongation was observed first, starting near the time of lights off and continuing for approximately 10 hours ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). As previously described ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "), we found that stamen elongation commenced approximately 8 hours after lights off, driven by an approximately 2.5x increase in anther filament length over 5 hours ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Anther tubes, like corolla tubes, did not elongate during this time frame. Stamens reached maximal length at time 28, and later shrank due to filament collapse ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Styles initiated rapid elongation one hour after anther filaments, with growth continuing over 11 hours until they reached ∼2x their original length and grew past the stamens. Thus, the obvious discrete phases of anthesis visible on whole capitula ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ") are driven primarily by the consecutive and highly coordinated elongation of ovaries, anther filaments, and styles within each pseudowhorl."
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "We next investigated the effects of different environmental conditions on the dynamics of floret development. We used time-lapse movies of sunflowers undergoing anthesis taken at 15-minute intervals and scored observable patterns of growth as proxies for the detailed organ measurements described above. We first examined growth kinetics in capitula undergoing anthesis in long-day conditions reminiscent of a summer day (16 hours light, 8 hours dark, and constant 25°C (LD|25°C (16h:8h)). A new pseudowhorl of florets underwent anthesis every 24 hours, with ovary swelling initiating in the late night, stamen elongation visible from late night to soon after dawn, and conspicuous style elongation occurring in the latter part of the day and early night ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; Video 1). Times of ovary, stamen, and style growth were highly coordinated across pseudowhorls and flowers ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). The mean midpoint of visible ovary growth occurred before dawn at Zeitgeber Time (ZT) 22.9 (with the time of lights on defined as ZT 0), followed by the mean midpoint of stamen growth at ZT 1.3, and the mean midpoint of style growth before dusk at ZT 12.6 ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Similar experiments were carried out for plants exposed to shorter (LD|25°C (12h:2h)) or longer (LD|25°C (19.5h:4.5h)) photoperiods. Similar daily rhythms of anthesis were observed in all three conditions, with the phases of organ growth relative to dawn changing only slightly with different night lengths ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). In all three photoperiod conditions, the timing of floret development within pseudowhorls was highly coordinated ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ")."
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "This high degree of developmental coordination within each pseudowhorl is quite remarkable given that the initiation of floret primordia along a parastichy occurs continuously over many days ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). We therefore examined the timing of ovary, stamen, and style growth within a pseudowhorl along separate parastichies ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). While the number of florets per parastichy in a pseudowhorl varied, growth of the three different organs occurred at almost the identical time for all florets ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Ovary lengths were also measured along individual parastichies at ZT 2, a time when ovary growth within a pseudowhorl is complete ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). The lengths of ovaries within a pseudowhorl along a parastichy were similar to each other ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "), but there was a large step-down in length compared to ovaries of pre-anthesis florets in the same parastichy. Previous studies showed the large changes in ovary size and filament length during anthesis are due to rapid cell expansion ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). The remarkable synchronization of cell elongation and organ growth during anthesis, despite the age difference of florets along each parastichy, suggests some master regulator coordinates anthesis within each pseudowhorl."
                  }
                }
              ]
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Daily rhythms in floret development persist in constant dark conditions and are temperature compensated"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "The precise daily timing of sunflower anthesis suggested the circadian clock might be involved in this process. To test this, we examined the development of sunflower capitula maintained in constant dark and temperature. Rhythms in ovary and stamen elongation persisted in these free-running conditions, with a new pseudowhorl of florets undergoing anthesis every ∼24 hours with phases similar to those seen in light/dark cycles ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; Video 2). Scoring of individual florets along a parastichy confirmed coordinated floret organ growth within a pseudowhorl ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "), even after 4 days in DD|25°C ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). We next examined ovary lengths among the florets along individual parastichies. As in photoperiodic conditions, ovary lengths between pseudowhorls were clearly distinct ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Thus, daily rhythms in anthesis and the formation of pseudowhorls persisted in the absence of environmental cues, suggesting regulation by the circadian clock."
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "As seen for ovaries and stamens, the start of visible style elongation within each pseudowhorl occurred at the expected times and was highly coordinated for the first two days in constant darkness ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). However, style elongation rates were very slow in DD|25°C ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ") such that style growth in one pseudowhorl continued even after florets in the subsequent pseudowhorl began anthesis. This resulted in almost continuous style elongation across the capitulum. The immediate slowing of style but not ovary or stamen elongation upon transfer to constant darkness ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ") suggests that different regulatory pathways control growth of these organs. However, the rhythmic initiation of growth of all three types of organs in constant darkness suggests a general role for the circadian clock in the control of anthesis."
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Circadian-regulated processes are characterized by their relative insensitivity to temperature variation across a physiologically relevant range ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). We therefore determined the free-running periods for ovary and stamen developmental rhythms in sunflowers maintained in constant darkness at 18°C, 25°C, or 30°C. Across the three different growth conditions, the estimated periods for cycles of ovary development were not statistically different while the estimated period for stamen development was slightly but significantly longer at 30°C, suggesting modest overcompensation ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). However, within each temperature, the estimated periods of ovary and stamen growth were not significantly different ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). The rhythmic internal processes that regulate timing of floret anthesis are therefore temperature compensated, further suggesting regulation by the circadian clock."
                  }
                }
              ]
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "The circadian clock gates floral responsiveness to dark cues"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Environmental influences on clock-regulated processes are often ‘gated’ by the circadian clock, meaning that the same stimulus can evoke different responses when applied at different times of day ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). We therefore examined whether the effects of light and darkness on sunflower anthesis were time-of-day dependent by applying a short 4.5-hour dark period at different times of the subjective day or night ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ") and assessing the effects on the spatial and temporal regulation of floret development. When the onset of darkness occurred during the subjective night, anthesis proceeded in the expected pattern with minor phase adjustments ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). However, when the onset of darkness occurred during the subjective day, different effects were observed for ovaries compared to stamens and styles. In pseudowhorl 2, the first pseudowhorl undergoing development in the new light conditions, ovary elongation began at the expected time but with a slow growth rate that continued until the next period of darkness ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). In contrast, development of stamens and styles did not initiate until ovary growth within pseudowhorl 2 was complete. As a result, dark treatment during the subjective day caused a considerable lag in anthesis ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). After two days in each new photoperiodic condition, the phases of ovary, stamen, and style elongation shifted such that maturation of all floret organs occurred with stable phase relationships to the new times of dusk and dawn ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). This rapid shift in the phase of anthesis suggests re-entrainment of the circadian clock may occur quickly in sunflower capitula."
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "We further characterized anthesis in the ZT 14-18.5 condition, in which darkness occurred two hours earlier than in the original entraining conditions. In this condition, there was a 42.9-hour difference between start of pseudowhorl 2 ovary growth and the start of pseudowhorl 3 ovary growth, compared to the 22.8-hour difference seen in the ZT 16-20.5 dark condition ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Surprisingly, this large delay in anthesis did not cause two pseudowhorls to develop simultaneously: the average number of new florets undergoing anthesis within the new pseudowhorl stayed the same across the different light treatments ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Close inspection of the timing of development of individual florets along parastichies within pseudowhorl 2 revealed desynchronization of anthesis in the ZT 14-18.5 dark condition ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). In contrast, dark treatment from ZT 16 – 20.5 promoted the highly coordinated pattern of anthesis seen in LD|25°C (16h:8h) conditions ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). The large difference in maturation patterns depending upon whether lights were turned off at ZT 14 or at ZT 16 demonstrates a time-of-day dependent response to dark cues, a further indication of circadian clock regulation of this process."
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Many circadian-regulated processes exhibit frequency demultiplication; that is, they maintain 24-hour rhythms even when subjected to light/dark cycles with a cycle length close to half that of the endogenous period ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). We therefore examined whether multiple periods of darkness during a 24-hour period would affect the timing of floret anthesis within pseudowhorls. We first exposed sunflowers to four equal periods of darkness and light every 24 hours, LDLD|25°C (6h:6h:6h:6h). One pseudowhorl of florets underwent anthesis every 24 hours, but florets within each pseudowhorl were poorly coordinated ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ")."
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "We next changed the proportion of darkness in a 24-hour period to a 6-hour period of darkness during the subjective day followed by an 8-hour period of darkness during the subjective night (LDLD|25°C (6h:6h:4h:8h). This combination restored coordination of 24-hour rhythms of floret development within each pseudowhorl ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). In addition, phases of organ development were very similar to those observed in LD|25°C (16h:8h) entrainment conditions ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Thus, the 6-hour dark period during the subjective day had no effect on the timing of anthesis, further suggesting circadian clock gating of responses to darkness."
                  }
                }
              ]
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Pseudowhorl formation depends upon coordinated daily rhythms of anthesis"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Previous studies show that sunflower anther filament elongation is completely inhibited and style elongation is reduced in constant light conditions ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). To investigate whether constant light also affected other aspects of flower development, we entrained sunflowers in LD|25°C (16h:8h) and then transitioned them to constant light and temperature (LL|25°C) on the first day of anthesis. As expected, no stamen growth was observed ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; Video 3). Ovaries and styles did elongate, but initiation occurred continuously across the capitulum. Instead of the coordinated floret anthesis seen along a parastichy of florets in LD|25°C (16h:8h) ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "), in LL|25°C florets showed a continuous, age-dependent pattern of anthesis ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; Video 3). Consistent with continuous rather than discrete developmental transitions across the capitulum in constant light, ovary length along a parastichy showed a size gradient dependent on the age of the floret ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Thus, in constant light conditions the timing of anthesis mirrors the continuous pattern of floret specification seen very early in capitulum development. This loss of circadian coordination of anthesis causes a loss of coordination of florets into pseudowhorls ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ")."
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "We next assessed the effects of temperature cycles on anthesis in plants maintained in constant light or dark. In constant darkness with temperature cycles of 16 hours at 30°C and 8 hours of 18°C (DD|30°-18°C (16h:8h)), rhythms in the onset of anthesis were similar to those seen without temperature cycles albeit with enhanced coordination of initiation of style elongation in each pseudowhorl ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": " "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). We next investigated whether temperature cycles could rescue daily rhythms of floret anthesis in constant light (LL|30°-18°C (16h:8h)). Although anther filament growth was not restored, the addition of thermocycles to constant light coordinated the onset of ovary and style growth so that pseudowhorls formed ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ", "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Scoring of individual florets along a parastichy also showed that anthesis was coordinated into discrete pseudowhorls in constant light with thermocycles ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). As expected, this generated a discontinuous change in ovary length along parastichies from post-anthesis florets in a pseudowhorl to pre-anthesis florets ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Thus, temperature cycles restore some daily anthesis rhythms and thereby rescue pseudowhorl formation."
                  }
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "Section",
      "content": [
        {
          "type": "Heading",
          "level": 1,
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Discussion"
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Many aspects of floral physiology, including flower opening and scent production, vary across a day ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). In a few cases, such as petal opening and closing in "
              }
            },
            {
              "type": "Emphasis",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Kalanchoë blössfedliana"
                  }
                }
              ]
            },
            {
              "type": "Text",
              "value": {
                "string": " and flower movements in "
              }
            },
            {
              "type": "Emphasis",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Nicotiana attenuata"
                  }
                }
              ]
            },
            {
              "type": "Text",
              "value": {
                "string": ", the circadian clock has been shown to regulate these diel rhythms ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Here, we show that daily rhythms in the development of floral organs in sunflower persist in constant environmental conditions, are temperature compensated, and exhibit a time-of-day specific response to environmental cues ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ", "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ", "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). We therefore conclude that the circadian clock controls floral development in sunflower to ensure release of pollen soon after dawn and the emergence of styles and stigmas late in the day. Although style elongation is largely complete near the end of the first day of floret anthesis ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ") ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "), stigmas do not become receptive to pollen until the following morning (Putt, 1940; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). This temporal separation between release of pollen and stigma receptivity is thought to reduce self-pollination and is prevalent throughout the Asteraceae family ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ")."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "We found that elongation of ovaries, anther filaments, and styles are all under circadian regulation, but respond differently to environmental cues. For example, transfer to constant light caused a complete inhibition of anther filament elongation, significantly slowed ovary expansion, but had no significant effect on style elongation ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). In contrast, transfer to constant darkness slowed style elongation considerably but had only modest effects on growth of ovaries and anther filaments ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). The strong inhibition of style elongation in constant darkness may help explain why rhythms in style emergence were less robust than those of ovary and anther growth in this condition ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Responses of the different organs to temperature were also distinct: temperature cycles slowed ovary expansion and had no effect on anther filament growth in either constant darkness or light; however, temperature cycles slowed style elongation rates in constant darkness but not constant light ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). These results are consistent with our previous field studies that showed modest changes in ambient temperature affected style but not anther filament elongation ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Overall, the different sensitivities of floral organs to light and temperature suggest they may be regulated by distinct growth regulatory pathways. This is consistent with studies in other plants, which revealed that different hormones regulate the growth of male and female reproductive organs ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ")."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "While the molecular pathways controlling elongation of anther filaments and styles in sunflower are likely different, we demonstrate that their common regulation by the circadian clock results in the fast and near-synchronous release of pollen a few hours after dawn. Intriguingly, many bee- and butterfly-pollinated Asteraceae species release pollen in the morning ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ") while at least one bat-pollinated member of the family releases pollen in the early night ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Since the precise timing of pollen release relative to dawn affects male reproductive success in sunflower ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "), it is tempting to speculate that clock regulation of late-stage floret development may be widespread in the Asteraceae. Identification of the mechanisms by which the circadian system coordinates the growth of male and female floral organs to promote timely pollen release will be of great interest."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "The ecological and evolutionary success of the Asteraceae family, estimated to contain ∼10% of angiosperm species, is attributed in part to their compressed inflorescences that act together as single false flowers to attract pollinators ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). In sunflowers, the individual disk floret primordia are first initiated on the outer perimeter of the very large, flat head meristem and subsequent primordia are initiated following a centripetal pattern to generate the characteristic spiral pattern of immature florets seen across the disk ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ", "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ") ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). Recent experimental and modeling studies in gerbera daisies attributed formation of this spiral pattern to short-range interactions between spatially close initia ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). In contrast, our work suggests that the ringlike pattern of pseudowhorls that emerges during anthesis ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ", "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ") is generated by the action of the circadian clock on florets across the capitulum disk, with loss of synchronized daily rhythms in anthesis in constant light and temperature leading to loss of pseudowhorl formation ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ")."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "How do florets of different developmental ages temporally coordinate anthesis to generate pseudowhorls? We propose that a type of external coincidence model is at work, analogous to the mechanisms underlying photoperiodic control of the transition from vegetative to reproductive growth in many plants ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). In our model, developmentally competent immature florets respond to a period of darkness that falls during the subjective night and is at least 4.5 hours long by undergoing the growth events that lead to anthesis (ovary expansion followed by the rapid onset of anther filament and then style elongation) ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). This is conceptually similar to photoperiodic control of flowering in short day plants such as rice, in which light at night inactivates a clock-regulated transcription factor that promotes the transition to flowering ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). However, we speculate that local signals also contribute to the coordination of floret anthesis across the capitulum disk. Imposition of dark treatments during the subjective day delayed anthesis by close to 24 hours ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "), until normal rhythmic patterns of anthesis resumed after entrainment to the new light conditions. However, pseudowhorls that developed subsequent to these delays contain the same number of florets as those found on plants that did not experience delays ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). This suggests that signaling may occur between florets in adjacent pseudowhorls to control the onset of anthesis. This might be a positive cue from post-anthesis florets to promote development of the next pseudowhorl, or a negative cue from pre-anthesis florets to inhibit development of nearby florets ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ")."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Plants are generally considered diurnal organisms and often have more robust circadian rhythms in constant light than in constant darkness ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). We were therefore surprised to find robust rhythms of anthesis in conditions of constant temperature and darkness but not constant temperature and light ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ", "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). This is similar to conidiation rhythms in "
              }
            },
            {
              "type": "Emphasis",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Neurospora crassa"
                  }
                }
              ]
            },
            {
              "type": "Text",
              "value": {
                "string": ", which are observed in constant darkness but not in constant light ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). An interesting question for further study is whether in constant light sunflower floret rhythms are present but masked, or whether the floral circadian clock is arrhythmic in this condition. The very rapid resetting of the different phases of organ growth to new light conditions ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": ") suggests the latter may be true."
              }
            }
          ]
        },
        {
          "type": "Paragraph",
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Another interesting question is why florets of different developmental ages undergo coordinated anthesis to generate pseudowhorls. It has been reported that the foraging activity of both honeybees and native bees on sunflower heads is positively correlated with the number of florets undergoing anthesis at any given time, and that seed set is strongly correlated with the number of bees foraging on heads ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "; "
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). In the case of the highly social honeybees, hive members communicate via a dance language to quickly reallocate the numbers of foragers sent to different food sources based on resource availability ("
              }
            },
            {
              "type": "Text",
              "value": {
                "string": "). We therefore speculate that the coordinated release of floral rewards by the hundreds of florets undergoing anthesis within a pseudowhorl each morning may be a mechanism to enhance attractiveness to pollinators and thus promote reproductive success."
              }
            }
          ]
        }
      ]
    },
    {
      "type": "Section",
      "content": [
        {
          "type": "Heading",
          "level": 1,
          "content": [
            {
              "type": "Text",
              "value": {
                "string": "Materials and Methods"
              }
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Sunflower Floret Development Imaging and Scoring"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Sunflower seeds of HA412 HO (USDA ID: PI 603993) genotype were planted into small pots of soil (Sunshine Mix #1, Sun Gro Horticulture) and germinated with a plastic lid in a PGV36 growth chamber (Conviron, Winnipeg, MB, Canada) at 25°C with 16 hours light (provided by metal halide and incandescent lamps, 300 μmol m"
                  }
                },
                {
                  "type": "Superscript",
                  "content": [
                    {
                      "type": "Text",
                      "value": {
                        "string": "-2"
                      }
                    }
                  ]
                },
                {
                  "type": "Text",
                  "value": {
                    "string": " s"
                  }
                },
                {
                  "type": "Superscript",
                  "content": [
                    {
                      "type": "Text",
                      "value": {
                        "string": "-1"
                      }
                    }
                  ]
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ") and 8 hours darkness per day. Plants were watered with nutrient water containing a N-P-K macronutrient ratio of 2:1:2. Two weeks after sowing, seedlings were transplanted to 2-gallon pots with 1 scoop of Osmocote fertilizer (SMG Brands). Approximately 60 days after sowing, sunflower capitula entering anthesis in their first pseudowhorl were transferred to an PGR15 growth chamber (Conviron, Winnipeg, MB, Canada; 200 μmol m"
                  }
                },
                {
                  "type": "Superscript",
                  "content": [
                    {
                      "type": "Text",
                      "value": {
                        "string": "-2"
                      }
                    }
                  ]
                },
                {
                  "type": "Text",
                  "value": {
                    "string": " s"
                  }
                },
                {
                  "type": "Superscript",
                  "content": [
                    {
                      "type": "Text",
                      "value": {
                        "string": "-1"
                      }
                    }
                  ]
                },
                {
                  "type": "Text",
                  "value": {
                    "string": " provided by metal halide and incandescent lamps) to image floret development under the indicated environmental conditions. Transfer to experimental conditions occurred at ZT 0. Sunflower stalks and capitula were taped to bamboo stakes (to avoid capitulum moving out of the camera frame). Raspberry Pi NoIR V2 cameras were mounted on Raspberry Pi 3 model B computers (Raspberry Pi, Cambridge, UK); cameras were fitted with LEE 87 75 x75mm infrared (IR) filters (Lee Filters, Andover, England). Computers were programmed to take a photo every 15 minutes. Infrared LEDs (Mouser Electronics, El Cajon, CA, USA) were programmed to flash during image capture so that the capitula were visible in the dark without disrupting plant growth. Sunflowers were imaged immediately upon transfer to experimental conditions, and through anthesis of all florets in the capitulum. The 15-minute interval images were analyzed sequentially in a stack on ImageJ ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). For each image, the ovaries, stamens, and styles were scored for a change in size from the previous image. Ovary growth was seen as corolla tube swelling above the immature capitulum surface ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Late-stage anther filament elongation was observed starting from when the corolla tube cracked open to reveal the stamen tube until its full extension above the corolla surface ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Late-stage style elongation was observed starting with the visible extrusion of pollen out of the top of the anther tube and ending with the style fully extended ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). Organs were classified as growing when >5% of the florets in a pseudowhorl showed a change in length in one time-lapse image relative to the previous one. Growth was measured qualitatively as active or inactive."
                  }
                }
              ]
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Polar Plots and Statistical Analyses"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "All sunflower scoring data was plotted in R using the tidyverse package ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). To create polar plots based on each pseudowhorl, scoring data was separated into pseudowhorls. At times, more than 24 hours of data is presented on one polar plot. In the environmental conditions that eliminated pseudowhorl coordination, polar plots were created based on 24 hours of data. The average time of anthesis for each organ, and standard deviation was calculated using the circular package in R (Agostinelli, C. and Lund, 2022). This information was calculated for each pseudowhorl, all pseudowhorls together superimposed on one 24-hour cycle, and for pseudowhorls 3 and up (after resetting is complete). The BioDare2 website ("
                  }
                },
                {
                  "type": "Link",
                  "content": [
                    {
                      "type": "Text",
                      "value": {
                        "string": "https://biodare2.ed.ac.uk/"
                      }
                    }
                  ],
                  "target": "https://biodare2.ed.ac.uk/"
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ") was used to calculate rhythmic parameters for all conditions and organs ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "). The FFT-NLLS fit method was used to calculate period and phase values based on average peak values. The time frame analyzed was different in each condition and is reported in "
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": ". R scripts used to generate each figure are available upon request."
                  }
                }
              ]
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Scoring Consensus Growth for Florets in a Parastichy"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "The 15-minute interval images were analyzed sequentially in a stack on ImageJ. A clockwise parastichy was selected, and florets numbered from the outer edge of the pseudowhorl inward. At images taken at 15-minute intervals, the ovaries, stamens, and styles for each floret were scored for a change in size from the previous image. Four parastichies per condition were analyzed, from two different sunflower heads. In LL|25°C conditions, which had no pseudowhorls, 10 florets in a parastichy were scored for 48 hours. For all other conditions tested, a parastichy from the 2"
                  }
                },
                {
                  "type": "Superscript",
                  "content": [
                    {
                      "type": "Text",
                      "value": {
                        "string": "nd"
                      }
                    }
                  ]
                },
                {
                  "type": "Text",
                  "value": {
                    "string": " pseudowhorl was scored until anthesis of all florets per parastichy within the pseudowhorl was complete. For the DD|25°C condition, the 4"
                  }
                },
                {
                  "type": "Superscript",
                  "content": [
                    {
                      "type": "Text",
                      "value": {
                        "string": "th"
                      }
                    }
                  ]
                },
                {
                  "type": "Text",
                  "value": {
                    "string": " pseudowhorl was also scored."
                  }
                }
              ]
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Counting Florets per Pseudowhorl"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "For the 4.5-hour dark conditions imposed at various times of day, the number of florets that began anthesis per pseudowhorl was counted every 24 hours. For each condition, florets from 12-19 parastichies from two different sunflower heads were counted."
                  }
                }
              ]
            }
          ]
        },
        {
          "type": "Section",
          "content": [
            {
              "type": "Heading",
              "level": 2,
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "Floret Organ Timecourse and Ovary Growth Measurements"
                  }
                }
              ]
            },
            {
              "type": "Paragraph",
              "content": [
                {
                  "type": "Text",
                  "value": {
                    "string": "To measure the organs in florets over a timecourse ("
                  }
                },
                {
                  "type": "Text",
                  "value": {
                    "string": "; LD|25°C (19.5h:4.5h)) entire florets from a single pseudowhorl were dissected from the capitulum and photographed. Organs were then measured with Image J for each floret. For ovary growth measurements, at ZT 2 on after the second day in a given growth condition, entire florets, including ovaries, were dissected from the capitulum along 4-8 continuous parastichies and photographed. Ovary length was then measured with Image J for each floret, consecutively. Position 8 always designated the boundary between pseudowhorls."
                  }
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}